Repository: iagorubio/cssed-tags-plugin
Catalog: po/*.po
Languages: es, fr

source: Frontend plugin for ctags
es: Plugin con soporte para ctags
fr: Gestion des signets d'exuberant-ctags

source: Create tag file
es: Crear archivo tag
fr: Créer un fichier de tags

source: Open tag file
es: Abrir archivo tag
fr: Ouvrir un fichier de tags

source: Current tag file
es: Archivo actual
fr: Fichier de tags actif

source: This is the tag file in use if any
es: Este es el archivo en use, si hay alguno
fr: C'est le fichier de tags en cours d'utilisation s'il existe

source: Enter tag name
es: Introduce nombre a buscar
fr: Saisissez le nom du tag

source: Partial match
es: Coincidendia parcial
fr: Équivalence partielle

source: Performs a partial match search
es: Realiza una busqueda con coincidencia parcial
fr: Exécute une recherche d'équivalences partielles

source: Case sensitive
es: Caso sensitivo
fr: Respecter la casse

source: Case insensitive
es: Caso insensitivo
fr: Ne pas respecter la casse

source: Click to search tag
es: Pulsar para buscar la etiqueta
fr: Cliquez pour rechercher des tags

source: Show all
es: Mostrar todas
fr: Tout afficher

source: Tag
es: Tags

source: File
es: Archivo
fr: Fichier

source: Line
es: Línea
fr: Ligne

source: Base directory
es: Directorio base
fr: Répertoire de démarrage

source: Enter here the base directory to scan for tags
es: Introduzca aquí el directorio base para la busqueda
fr: Saisissez ici le répertoire de démarrage d'inspection des tags

source: Opens a directory to be used as the base directory.
es: Abre un directorio para usar como directorio base
fr: Ouvre un répertoire à utiliser comme répertoire de démarrage

source: Recursive
es: Recursiva
fr: Récursif

source: Descend recursively all directories
es: Bajar recursivamente todos los directorios
fr: Traverse récursivement tous les répertoires

source: Force language
es: Forzar lenguaje
fr: Forcer le langage

source: Force file to be treated as a selected language
es: Forzar los archivos a ser tratados como de un lenguaje determinado
fr: Considére le langage du fichier comme celui du langage choisi

source: In case of forcing a language it will be taken from here
es: En caso de forzar el lenguaje, este será tomado de aquí
fr: Au cas où le langage est forcé, il est pris à partir d'ici

source: Exclude patterns
es: Excluir patrones
fr: Modèles d'exclusion

source: Enter patterns to exclude from the search
es: Introduzcir patrones de nombre e archivo, para excluir (P.Ej:*.c)
fr: Saisissez des modèles à exclure de la recherche

source: Change language map
es: Cambiar el mapa de lenguajes
fr: Changez la correspondance du langage

source: Changes the language map: with "PHP:.lib" only *.lib files are recognized as PHP, with "PHP:+.lib" *.lib is added to the PHP recognized patterns.
es: Cambia el mapa de lenguajes: con "PHP:.lib" solo los archivos *.lib son reconocidoscomo PHP, con "PHP:+.lib" el patrón *.lib es añadido a los patrones reconocidos como PHP.
fr: Change la correspondance du langage : avec "PHP:.lib" seuls les fichiers *.lib sont reconnus comme fichiers PHP; avec "PHP:+.lib" *.lib est ajouté aux modèles reconnus par PHP.

source: Enter here the ctags language map (see man ctags for more info)
es: Introduce aquí el mapa de lenguajes para ctags (ver man ctags)
fr: Saisissez ici la correspondance de langage ctags (voir la manpage ctags pour de plus amples informations)

source: Command output
es: Salida del comando
fr: Résultat de commande

source: Create/Update tag file in this file's directory
es: Crear/Actualizar archivo de tags en ese directorio
fr: Créer/Mettre à un jour un fichier de tags dans le répertoire de ce fichier

source: Find this tag in current tag file
es: Buscar este tag en archivo de tags actual
fr: Recherche ce tag dans le fichier de tag actif

source: Go to this tag in current tag file
es: Ir a este tag
fr: Allez à l'emplacement de ce tag dans le fichier de tag actif

source: Select tag file to open
es: Selecciona archivo de tags para abrir
fr: Choisir le fichier de tag à ouvrir

source: No open tag file
es: No hay archivo de tags abierto
fr: Aucun fichier de tags ouvert

source: First open or create a tag file to search
es: Antes abra o cree el archivo de tags
fr: Ouvrez ou créez d'abord un fichier de tag pour pouvoir effectuer une recherche

source: Error opening tag file
es: Error abriendo el archivo
fr: Erreur à l'ouverture du fichier de tag

source: Cannot open tag file %s Error: %s
es: No puedo abrir el archivo %s Error: %s
fr: Impossible d'ouvrir le fichier de tags %s Erreur : %s

source: Select a directory
es: Selecciona un directorio
fr: Choisir un répertoire

source: No base directory set
es: Aun no se seleccionado directorio base
fr: Aucun répertoire de démarrage n'est défini

source: You must set a base directory first
es: Debes de seleccionar un directorio base
fr: Vous devez d'abord choisir un répertoire de démarrage

source: The file has not been saved, hence I cannot know the base directory. Save the file and try it again
es: El archivo no está guardado y no conozco el directorio base. Guarde elarchivo e inténtelo de nuevo.
fr: Le fichier n'est pas enregistré, il est donc impossible de connaître le répertoire de démarrage. Enregistrez le fichier et réessayez

source: Could not find pixmap file: %s
es: No puedo abrir la imagen: %s
fr: Impossible de trouver le fichier pixmap : %s

source: Tagplugin
fr: Plugin de tags
